Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: དེས་དེར་དགེ་འདུན་གྱི་དཀོར་དང་མཆོད་རྟེན་གྱི་དཀོར་དང་འཚོ་བ་ནར་མ་དང་ཕྱོགས་བཞིའི་དགེ་འདུན་གྱི་དཀོར་གང་ཟག་གཅིག་པུས་སྤྱད་པའི་ལས་དེའི་རྣམ་པར་སྨིན་པས་ནི། ལུས་ཤའི་སྣག་བུ་འདྲ་ལ་གཙང་ཁང་ཕྱུར་པོ་ཙམ་དུ་གྱུར་ནས་སྲོག་ཆགས་ཁབ་ཀྱི་མཆུ་ཅན་དག་གིས་བཟའ་བར་གྱུར་ཏོ། །
en: Then the act of taking all the donations for the saṅgha, the donations to the stūpa, their regular support, and the donations for the saṅgha of the four directions ripened into his flesh being nothing but chunks of meat piled as high as a shrine hall and needle-beaked creatures feeding on him.

source: དེས་དེར་དགེ་འདུན་གྱི་དཀོར་དང་མཆོད་རྟེན་གྱི་དཀོར་དང་འཚོ་བ་ནར་མ་དང་ཕྱོགས་བཞིའི་དགེ་འདུན་གྱི་དཀོར་མེས་བསྲེགས་པའི་ལས་དེའི་རྣམ་པར་སྨིན་པས་ནི་གལ་ཏེ་སྟེང་གི་ནམ་མཁའ་ལ་འཕགས་ན་ཡང་ལུས་མེར་འབར་བར་འགྱུར་ཏེ
en: The act of burning the donations for the saṅgha, the donations to the stūpa, their regular support, and the donations for the saṅgha of the four directions ripened such that when he rose up toward the sky, his entire body burst into flames.

source: སེམས་ཅན་དེས་ལས་དེ་ལྟ་བུ་བྱས་པས་ན་ལས་དེའི་རྣམ་པར་སྨིན་པས་སྡུག་བསྔལ་དེ་ལྟ་བུ་ཉམས་སུ་མྱོང་ངོ་། །
en: Such were the actions of that being that ripened into his experiences of such suffering.”

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་སྐྱེ་བོ་ཕལ་པོ་ཆེ་དེ་དག་སྐྱོ་བ་ཆེན་པོ་སྐྱེས་ཏེ།
en: As soon as they heard this, the people gathered there welled up with grief.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་དག་གི་ཡིད་སྐྱོ་བར་གྱུར་པ་ཐུགས་སུ་ཆུད་ནས། དེ་དང་འཐུན་པའི་ཆོས་བསྟན་ཏེ་དེས་ན་དེར་ཁ་ཅིག་གིས་ནི་དྲོ་བར་གྱུར་པ་བསྐྱེད་དོ། །
en: The Blessed One directly apprehended their grief, taught them the Dharma accordingly, and among the assembled some generated heat.

source: ཁ་ཅིག་གིས་ནི་རྩེ་མོ་དང་བདེན་པ་དང་འཐུན་པའི་བཟོད་པ་དང་འཇིག་རྟེན་གྱི་ཆོས་ཀྱི་མཆོག་དང་མཐོང་བ་ལ་སྙོམས་པར་འཇུག་པ་བསྐྱེད་དོ། །
en: Some generated the peak, or generated the patience in accord with the truths, or generated the highest worldly dharma, or generated the attainment of seeing.

source: བུར་འདུ་ཤེས་ཞེས་བྱ་བ་ནི།
en: The One Who Thought He Saw His Son

source: གླེང་གཞི་མཉན་དུ་ཡོད་པ་ན་བཞུགས་ཏེ། དེའི་ཚེ་མཉན་དུ་ཡོད་པ་ན་བྲམ་ཟེ་རྒས་ཤིང་འཁོགས་ལ་གཏུགས་པ་ཞིག་འདུག་པ་ལས།
en: When the Blessed One was in Śrāvastī, there lived a certain brahmin who was aged and decrepit.

source: དེ་དོན་ཞིག་ལ་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་སོང་བ་དང་བྲམ་ཟེ་དེས་བཅོམ་ལྡན་འདས་འཁོར་བརྒྱ་ཕྲག་དུ་མའི་གུང་ལ་བཞུགས་ཏེ་ཆོས་སྟོན་པ་མཐོང་ངོ་། །
en: He went to the garden of Prince Jeta on an errand, and he saw the Blessed One there teaching the Dharma amid a company of hundreds.

source: མཐོང་ནས་ཀྱང་བྲམ་ཟེ་དེ་བཅོམ་ལྡན་འདས་ལ་བུའི་འདུ་ཤེས་སྐྱེས་ཏེ།
en: Seeing him, the brahmin perceived him to be his own son and he went and put his arms around him.

source: དེ་བུའི་འདུ་ཤེས་ཀྱིས་བཅོམ་ལྡན་འདས་ཀྱི་ཐད་དུ་སོང་ནས་བཅོམ་ལྡན་འདས་ཀྱི་མགུལ་ནས་འཇུས་སོ། །དེ་ནས་དགེ་སློང་དག་གིས་བྲམ་ཟེ་དེས་བཅོམ་ལྡན་འདས་ཀྱི་མགུལ་ནས་འཇུས་པ་མཐོང་ནས་བཀག་གོ། །
en: But when the monks saw the brahmin had put his arms around the Blessed One, they sought to hinder him.

source: དགེ་སློང་དག་བྲམ་ཟེ་འདི་ནི་བུ་ལ་བྱམས་པའི་ཕྱིར། ངའི་མགུལ་ནས་འཇུས་པ་ཡིན་གྱིས་མ་དགག་ཤིག །
en: “Monks, it is out of love for his son that he puts his arms around me. Therefore, do not hinder him.

source: གལ་ཏེ་བྲམ་ཟེ་འདི་ངའི་མགུལ་ནས་འཇུར་མ་བཅུག་ན་ཁ་ནས་ཁྲག་དྲོན་པོ་བྱུང་སྟེ་འཆི་བར་འགྱུར་རོ། །
en: Monks, if you don’t let this brahmin put his arms around me, he will spew warm blood from his mouth and die.”

source: དེ་ནས་བྲམ་ཟེ་དེས་བཅོམ་ལྡན་འདས་ཀྱི་མགུལ་ནས་འཁྱུད་ཟིན་ནས་ཆོས་མཉན་པའི་ཕྱིར། བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་འདུག་གོ། །
en: So the brahmin embraced the Blessed One and then sat before him to listen to the Dharma.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་བསམ་པ་དང་བག་ལ་ཉལ་དང་ཁམས་དང་རང་བཞིན་དང་ཤེས་པ་ཐུགས་སུ་ཆུད་ནས་དེ་དང་འཐུན་པའི་ཆོས་བསྟན་ཏེ།
en: The Blessed One directly apprehended his thoughts, habitual tendencies, temperament, capacity, and nature, and taught him the Dharma accordingly.

source: དེས་ན་བྲམ་ཟེ་དེས་སྟན་དེ་ཉིད་ལ་འདུག་བཞིན་དུ་འཇིག་ཚོགས་ལ་ལྟ་བའི་རིའི་རྩེ་མོ་མཐོན་པོ་ཉི་ཤུ་ཡེ་ཤེས་རྡོ་རྗེས་བཅོམ་ནས་
en: Hearing it, the brahmin destroyed with the thunderbolt of wisdom the twenty high peaks of the mountain of views concerning the transitory collection,

source: རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱས་ཏེ
en: and manifested the resultant state of stream entry right where he sat.

source: དེ་ནས་དེ་ལ་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་ཚུར་ཤོག་ཅེས་བྱ་བའི་ཚིག་གིས།
en: The Blessed One said to him,

source: དགེ་སློང་ཚུར་ཤོག་ཚངས་པར་སྤྱོད་ཅིག་ཅེས་བཀའ་སྩལ་ནས།
en: “Come, join me, monk! Practice the holy life.”

source: ཚིག་དེ་སྐད་ཅེས་བཀའ་སྩལ་པའི་མོད་ལ། སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་ཞག་བདུན་ལོན་ལ་ཙམ་དུ་གྱུར། སྤྱོད་ལམ་ནི་བསྙེན་པར་རྫོགས་ནས་ལོ་བརྒྱ་ལོན་པ་ལྟ་བུར་འདུག་པར་གྱུར། ལག་ན་ནི་ལྷུང་བཟེད་དང་ཆུ་སྣོད་ཐོགས་པར་གྱུར་ཏོ། །
en: As soon as the Blessed One had finished speaking there he stood, alms bowl and water pitcher in hand, with but a week’s worth of hair and beard, and with the deportment of a monk who had been ordained for one hundred years.

source: དེ་བཞིན་གཤེགས་པས་ཚུར་ཞེས་བཀའ་སྩལ་པས། །དེ་ནི་སྐྲ་བྲེགས་ལུས་ལ་སྣམ་སྦྱར་གྱོན། །སངས་རྒྱས་ཀྱི་ནི་དགོངས་པས་གོས་བགོས་ནས། །མོད་ལ་དབང་པོ་རབ་ཏུ་ཞི་བར་གནས། །
en: Garbed in robes, with shaven heads, And senses stilled by Buddha’s will— From the very moment the One Thus Gone Spoke to them, saying, “Come, join me.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ལ་ལུང་ཕོག་ནས། དེས་བརྩོན་པ་དང་བསྒྲུབ་པ་དང་འབད་པས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ནས། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་ཏེ།
en: The Blessed One conferred on him instruction and, casting away all afflictive emotions through diligence, practice, and effort, he manifested arhatship.

source: དེ་དགྲ་བཅོམ་པ་ཁམས་གསུམ་པའི་འདོད་ཆགས་དང་བྲལ་བར་གྱུར་ནས། གསེར་དང་བོང་བར་མཉམ་པ་ནམ་མཁའ་དང་ལག་མཐིལ་དུ་འདྲ་བའི་སེམས་དང་ལྡན་པ་ཙན་དན་སྦངས་པ་ལྟ་བུར་བསིལ་བར་གྱུར་པ་རིག་པས་སྒོ་ངའི་སྦུབས་བཅོམ་པ་རིག་པ་དང་མངོན་པར་ཤེས་པ་དང་སོ་སོ་ཡང་དག་པར་རིག་པ་ཐོབ་པ།
en: As an arhat, free from the attachments of the three realms, his mind regarded gold no differently than filth, and the palms of his hands as like space itself. He became cool like wet sandalwood. His insight crushed ignorance like an eggshell. He achieved the insights, superknowledges, and discriminations.

source: བཙུན་པ་གཟིགས་ལགས། མི་སྟོང་ཕྲག་དུ་མས་བཅོམ་ལྡན་འདས་མཐོང་ཡང་སུས་ཀྱང་བུ་ལ་བྱམས་པའི་ཚུལ་གྱིས་བཅོམ་ལྡན་འདས་ལ་བུ་དང་ཕྲད་དོ་ཞེས་མཆི་ཞིང་བརྒྱུགས་ཏེ་མགུལ་ནས་འཇུ་བ་མ་བགྱིས་ལགས་སོ། །
en: “Lord, tell us why thousands of men have seen the Blessed One, but no one has ever said with love, ‘I have met my son!’ and then run to put his arms around the Blessed One like that.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བྲམ་ཟེ་འདི་ནི་ང་འདས་མ་ཐག་པའི་ཚེ་རབས་ལྔ་བརྒྱར་ཕར་གྱུར་པས་ན།
en: “For five hundred lives this brahmin was my father,” the Blessed One explained.

source: སྔོན་གྱི་བག་ཆགས་དེ་ཁོ་ནས་འདི་ང་ལ་བུ་ལ་བྱམས་པའི་ཚུལ་གྱིས་བུ་དང་ཕྲད་དོ་ཞེས་ཟེར་ཞིང་ངའི་མགུལ་ནས་འཇུས་པ་ཡིན་ནོ། །
en: “It is because of these habitual tendencies alone that he said with love, ‘I have met my son!’ and put his arms around me.”

source: དགེ་སློང་དག་གིས་གསོལ་པ།
en: The monks further inquired,

source: བཙུན་པ་གལ་ཏེ་བྲམ་ཟེ་འདི་བཅོམ་ལྡན་འདས་ཀྱི་འདས་མ་ཐག་པའི་ཚེ་རབས་ལྔ་བརྒྱར་ཡབ་ཏུ་གྱུར་པ་ལགས་ན། ཅིའི་སླད་དུ་ད་ལྟར་ཡང་ཡབ་ཏུ་མ་གྱུར་ལགས།
en: “Lord, if he was the Blessed One’s father for five hundred lifetimes, why is he not your father now?”

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་སྦྱིན་པ་ལ་སྲེད་པ་དང་ངེས་པར་འབྱུང་བ་ལ་སྲེད་པ་ཡིན་ན། ཚེ་རབས་ཐམས་ཅད་དུ་འདིས་ངའི་སྦྱིན་པའི་བར་ཆད་བྱས་ནས་
en: “Because bodhisattvas want so deeply to renounce and to perform acts of charity, and in all my lives he obstructed my renunciation and charity,

source: དེར་ངས་སྨོན་ལམ་བཏབ་པ།
en: I prayed,

source: ཕྱིན་ཅད་འདི་ངའི་ཕར་མ་གྱུར་ཅིག་ཅེས་བྱས་པ་དང་།
en: ‘May he not become my father again.’

source: གཞན་ཡང་ཟས་གཙང་གིས་ཀྱང་ཀྱེ་མ་བདག་སངས་རྒྱས་ཀྱི་ཡབ་ཏུ་གྱུར་ཅིག་ཅེས་སྨོན་ལམ་བཏབ་པའི་ཕྱིར་རོ། །
en: Furthermore, Śuddhodana also prayed, ‘Oh, may I become the father of the Buddha.’ ”

source: བཙུན་པ་ཟས་གཙང་གིས་སྨོན་ལམ་གང་དུ་བཏབ་ལགས།
en: “Lord, where did Śuddhodana make these prayers?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་བསྐལ་པ་དགུ་བཅུ་རྩ་གཅིག་པ་ལ། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམ་པར་གཟིགས་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་སྟེདེ་ཚོང་དཔོན་ཞིག་གིས་བཤོས་གསོལ་ནས་སྨོན་ལམ་བཏབ་པ།
en: “Monks,” the Blessed One replied, “in times past, in the ninety-first eon, when the totally and completely awakened Buddha Vipaśyin was in the world, a certain trader offered a meal and prayed,

source: དགེ་བའི་རྩ་བ་འདིས་བདག་གང་དང་གང་དུ་སྐྱེ་བ་དེ་དང་དེར་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེ་བར་ཤོག་ཅིག །
en: ‘By this root of virtue, wherever I am born, may it be into a family of great means, prosperity, and wealth.

source: སྐྱེས་བུ་རིན་པོ་ཆེ་འདི་ལྟ་བུ་ཡང་བདག་གི་བུར་གྱུར་ནས་
en: May my child be one as precious as this.

source: བདག་གིས་དེ་ཁོ་ན་མཉེས་པར་བྱས་ཏེ་མི་མཉེས་པར་བྱེད་པར་མ་གྱུར་ཅིག་ཅེས།
en: May I please him and not displease him.’ ”

source: དགེ་སློང་དག་གིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཞུས་པ།
en: The monks asked the Blessed Buddha,

source: བཙུན་པ་བྲམ་ཟེ་འདིས་ལས་ཅི་ཞིག་བགྱིས་ན། ལས་དེའི་རྣམ་པར་སྨིན་པས་དབུལ་པོར་ཡང་གྱུར་ལ་རྒས་ནས་གདོང་རབ་ཏུ་བྱུང་ལགས།
en: “Lord, what action did this brahmin take that ripened such that he grew impoverished and old before going forth?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་སྦྱིན་པ་ལ་སྲེད་པ་དང་ངེས་པར་འབྱུང་བ་ལ་སྲེད་པ་ཡིན་ན
en: “Bodhisattvas want so deeply to renounce and to perform acts of charity,” the Blessed One explained,

source: འདིས་དུས་ཐམས་ཅད་དུ་ངའི་སྦྱིན་པའི་བར་ཆད་དང་རབ་ཏུ་འབྱུང་བའི་བར་ཆད་བྱས་ཏེ།
en: “and he continually created obstacles to my giving and obstacles to my renunciation.

source: འདིས་དུས་ཐམས་ཅད་དུ་ངའི་སྦྱིན་པའི་བར་ཆད་དང་རབ་ཏུ་འབྱུང་བའི་བར་ཆད་བྱས་པའི་ལས་དེའི་རྣམ་པར་སྨིན་པས་འདི་དབུལ་པོར་གྱུར་ལ་རྒས་ནས་གདོད་རབ་ཏུ་བྱུང་ངོ་། །
en: This act of continually creating obstacles to my giving and obstacles to my renunciation ripened into his growing impoverished and old before going forth.”

source: གསོལ་པ། བཙུན་པ་བྲམ་ཟེ་འདིས་ལས་ཅི་ཞིག་བགྱིས་ན་ལས་དེའི་རྣམ་པར་སྨིན་པས། བཅོམ་ལྡན་འདས་མཉེས་པར་བགྱིས་ཏེ་བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བགྱིས་ལགས།
en: “Lord,” they asked further, “what action did this brahmin take that ripened such that he pleased the Blessed One, went forth in the doctrine of the Blessed One, cast away all afflictive emotions, and manifested arhatship?”

source: ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་སྟེདེར་འདིས་ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ནས་འཆི་ཀར་སྨོན་ལམ་བཏབ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས་བྲམ་ཟེའི་ཁྱེའུ་བླ་མ་ལུང་བསྟན་པ་གང་ཡིན་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་བདག་གིས་མཉེས་པར་བྱེད་པར་གྱུར་ཅིག །མི་མཉེས་པར་བྱེད་པར་མ་གྱུར་ཅིག །
en: “After going forth in the doctrine of the totally and completely awakened Buddha Kāśyapa, he practiced pure conduct all his life, and at the time of his death, he prayed, ‘May I please and not displease Uttara, the young brahmin prophesied by the totally and completely awakened Buddha Kāśyapa to be the next blessed buddha.

source: དེའི་ཚེ་དེའི་དུས་ན། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་བར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་བྲམ་ཟེ་འདི་ཉིད་ཡིན་ཏེ།
en: The one who went forth in the doctrine of the totally and completely awakened Buddha Kāśyapa then is none other than this brahmin.

source: འདིས་ང་མཉེས་པར་བྱས་ཏེ་མི་མཉེས་པར་མ་བྱས་ལ་ང་ཉིད་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་སོ།། །།
en: that he has pleased me, not displeased me, gone forth in my very doctrine, cast away all afflictive emotions, and manifested arhatship.”

source: ཞིང་པ་ཞེས་བྱ་བ་ནི།
en: The Farmer

source: དེའི་ཚེ་མཉན་དུ་ཡོད་པ་ན་བྲམ་ཟེ་དབུལ་པོ་ཞིང་ལས་ཀྱིས་འཚོ་བ་ཞིག་གནས་ཏེ།
en: When the Blessed One was in Śrāvastī, there lived a certain poor brahmin who made his living by farming.

source: བྲམ་ཟེ་དེ་ཡང་སྒྲུབ་ཕོད་པ་ཞིག་སྟེ་དེ་ནང་པར་སྔར་ཐོང་གཤོལ་ཐོགས་ནས་ཞིང་གི་སྟེང་དུ་སོང་ངོ་། །
en: The brahmin, being hardworking, took up his plow early one morning and went out into the field.

source: དེའི་ཆུང་མ་བྲམ་ཟེ་མོ་དེ་ཡང་བྲམ་ཟེ་དེའི་བཟའ་བ་དང་བཅའ་བ་རྣམས་ཁྱེར་ཏེ།
en: His wife, a brahmanī, likewise went out into the field, carrying the brahmin’s food and drink.

source: ཞིང་གི་སྟེང་དུ་སོང་ནས་དེ་གཉི་ག་ཟན་ཟོས་ཏེ་བྲམ་ཟེ་མོ་ནི་ཁྱིམ་དུ་སོང་ངོ་། །
en: When they had both eaten their food, the brahmanī returned home, while the brahmin stayed at work in the field.

source: བྲམ་ཟེ་དེ་ནི་ཞིང་དེ་ཉིད་ན་ཞིང་ལས་བྱེད་ཅིང་འདུག་པ་ལས།
en: The brahmin’s field was not far from the garden of Prince Jeta,

source: དེ་ཕྱེམ་རེད་ཁྱིམ་དུ་འགྲོ་བ་ན་བྲམ་ཟེ་དང་བྲམ་ཟེ་མོ་དེ་གཉིས་ཀྱིས། བཅོམ་ལྡན་འདས་དང་ཉན་ཐོས་ཆེན་པོ་རྣམས་མཉན་དུ་ཡོད་པ་ནས་ཡང་དང་ཡང་དུ་ཕྱི་ནང་དུ་གཤེགས་པ་མཐོང་ངོ་། །
en: and on the way home that afternoon the brahmin and the brahmanī saw the Blessed One and his great disciples one after another emerging from Śrāvastī.

source: མཐོང་ནས་ཀྱང་དེ་གཉིས་བཅོམ་ལྡན་འདས་དང་ཉན་ཐོས་ཆེན་པོ་རྣམས་ལ་ཤིན་ཏུ་དགའ་བ་སྐྱེས་ཏེ།
en: They felt a surge of joy toward the Blessed One and his disciples,

source: དེ་གཉིས་དགའ་བར་གྱུར་ནས་ཕན་ཚུན་གཅིག་ལ་གཅིག་སྨྲས་པ་བདག་ཅག་གཉིས་ད་ལྟར་སྡུག་བསྔལ་བར་གྱུར་པ་ཅི་ཡང་རུང་བ་དེ་དག་ཐམས་ཅད་ནི་སྔོན་བསོད་ནམས་མ་བྱས་པའི་ཕྱིར་ཏེ།
en: and in their joy the two of them said to one another, “Whatever sufferings we have now are all on account of not making merit in times past.

source: གལ་ཏེ་ད་ལྟར་ཡང་བདག་ཅག་གཉིས་ཀྱིས་དགེ་བའི་ལས་ཅི་ཡང་མ་བྱས་ན་ནི། བདག་ཅག་གཉིས་འདི་ནས་ཤི་འཕོས་ནས་ཀྱང་། དབུལ་པོ་འབའ་ཞིག་ཏུ་འགྱུར་རོ་ཞེས་ཟེར་རོ། །
en: If we don’t act virtuously now either, when we die from here and transmigrate, still we will only ever be poor.”

source: དེ་ནས་བྲམ་ཟེས་སྨྲས་པ། བཟང་མོ་བདག་ཅག་གཉིས་ནོར་གང་གིས་སྦྱིན་པ་དག་སྦྱིན་ཞིང་བསོད་ནམས་དག་བྱེད་པར་འགྱུར་བའི་ནོར་དེ་ལྟ་བུ་བདག་ཅག་གཉིས་ལ་ཅི་ཡང་ཡོད་དམ།
en: “Sweet one,” the brahmin asked, “do we have anything of great value, like the rich use to give gifts and make merit?”

source: ཆུང་མས་སྨྲས་པ། ཇོ་བོ་དེ་སྐད་མ་གསུང་ཤིག་དགེ་སྦྱོང་གཽ་ཏ་མ་འདི་ནི་རྐང་གཉིས་ཀྱི་ནང་ན་བསོད་ནམས་ཀྱི་ཞིང་ཡིན་ཏེ
en: “Lord, you needn’t worry about such things,” his wife replied. “The ascetic Gautama is a field of merit for all humanity.

source: འདི་ལ་ནི་བཀུར་སྟི་ཆུང་ངུ་བྱས་པ་ཙམ་གྱིས་ཀྱང་འབྲས་བུ་ཤིན་ཏུ་ཆེ་བར་འགྱུར་གྱིས་དགེ་སྦྱོང་གཽ་ཏ་མ་འདི་ལ་བདག་ཅག་གཉིས་ཀྱིས་བཤོས་དབུལ་བར་བྱའོ། །
en: Even doing him some small service will bring a very great result. Let us offer food to the ascetic Gautama.

source: འདི་ལ་ཕུལ་ན་བདག་ཅག་གཉིས་དབུལ་བའི་རྒྱུན་ཆད་པར་འགྱུར་རོ། །
en: If we make an offering to him, our poverty will come to an end.”

source: བྲམ་ཟེས་སྨྲས་པ་ཁྱོད་ཅི་དགའ་བ་བཞིན་དུ་བྱས།
en: “As you wish,” the brahmin said.

source: སོང་ལ་བཟའ་བ་དང་བཅའ་བ་གཙང་མ་བཟང་པོ་མང་པོ་དག་བཤམས་ཏེ།
en: “Go and make many good, wholesome foods.

source: ནང་པར་ཕྱིར་བྱུང་ནས་གང་གི་ཚེ་དགེ་སྦྱོང་གཽ་ཏ་མ་མཉན་དུ་ཡོད་པར་བསོད་སྙོམས་ལ་གཤེགས་པ་དེའི་ཚེ། བདག་ཅག་གཉིས་ཀྱིས་ཞིང་གི་སྟེང་ན་འདུག་བཞིན་དུ་བཤོས་དབུལ་ལོ། །
en: Then early in the morning, when the ascetic Gautama heads for alms in Śrāvastī, we’ll go wait in the field to offer the food.”

source: བྲམ་ཟེ་མོས་སྨྲས་པ། ཇོ་བོ་ཇི་ལྟར་དགྱེས་པ་བཞིན་དུ་བགྱིའོ་ཞེས་བྱས་ནས། བྲམ་ཟེ་མོ་དེ་རང་གི་ཁྱིམ་དུ་སོང་སྟེ་བཟའ་བ་དང་བཅའ་བ་གཙང་མ་བཟང་པོ་མང་པོ་བཤམས་ཏེ།
en: “As you wish, lord,” said the brahmanī, who returned home and prepared many good, wholesome foods.

source: ནང་པར་སྔར་ལངས་ནས་ཞིང་གི་སྟེང་དུ་སོང་སྟེ། རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་ལོགས་སུ་ཁ་བལྟས་ནས། བཅོམ་ལྡན་འདས་གཤེགས་པ་ལ་སྡོད་ཅིང་འདུག་གོ། །
en: They rose early the next morning and went out into the field, where they stood facing the garden of Prince Jeta and waited for the Blessed One.

source: སུ་ནི་རྒུད་སུ་ནི་དར་སུ་ནི་ཕོངས་ཤིང་འདུག་སུ་ནི་ཉམ་ང་བར་གྱུར་སུ་ནི་གནོད་པ་དང་ལྡན་སུ་ནི་ཕོངས་པ་དང་ཉམ་ང་བ་དང་གནོད་པ་དང་ལྡན་སུ་ནི་ངན་སོང་དུ་གཞོལ། སུ་ནི་ངན་སོང་དུ་འབབ་སུ་ནི་ངན་སོང་དུ་བབ་སུ་ནི་ངས་ངན་སོང་ནས་ཕྱུང་སྟེ་མཐོ་རིས་དང་ཐར་པ་དང་འབྲས་བུ་ལ་གཞག་པར་བྱ།
en: These are their thoughts as they look out in wisdom: “Who is in decline? Who will flourish? Who is destitute? Who is in a dreadful state? Who is being harmed? Who is destitute, in a dreadful state, and being harmed? Who is veering toward the lower realms? Who is descending through the lower realms? Who has descended to the lower realms? Whom shall I pull up from the lower realms, and establish in the resultant state of heaven and liberation?

source: བྲམ་ཟེ་དེ་དང་བྲམ་ཟེའི་ཆུང་མ་གཉིས་གདུལ་བའི་དུས་ལ་བབ་བོ་སྙམ་དགོངས་ནས།
en: “The time has come to tame both the brahmin and his wife, the brahmanī.”

source: སྔ་དྲོ་ཤམ་ཐབས་དང་ཆོས་གོས་གསོལ་ཏེ་ལྷུང་བཟེད་བསྣམས་ནས་མཉན་དུ་ཡོད་པ་ལོགས་སུ་ཆས་ཏེ་ གཤེགས་པ་དང་།
en: In the morning he donned his lower garment and holy robes, and, carrying his alms bowl, went for alms in Śrāvastī.

source: བྲམ་ཟེ་དང་བྲམ་ཟེ་མོ་དེ་གཉིས་ཀྱིས་བཅོམ་ལྡན་འདས་ཐག་རིང་པོ་ཞིག་ནས་མཐོང་ངོ་། །
en: The two brahmins saw the Blessed One from a distance.

source: མཐོང་ནས་ཀྱང་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་སོང་སྟེ་ཕྱིན་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Seeing him, they approached the Blessed One, and upon their arrival touched their heads to his feet and beseeched him,

source: བཅོམ་ལྡན་འདས་ཞིང་འདི་ཉིད་དུ་བདག་ཅག་གཉིས་ཀྱིས་ཕུལ་བའི་བཤོས་ཞལ་ཅིག་གསོལ་དུ་ཅི་གནང་ཞེས་བྱས་ནས།
en: “Blessed One, here, in this field, please accept this offering of food from us.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་བཟའ་བྲན་གཉིས་ལ་ཅང་མི་གསུང་བས་གནང་ངོ་། །
en: The Blessed One assented by his silence.

source: དེ་ནས་བྲམ་ཟེ་དེས་བཅོམ་ལྡན་འདས་ཅང་མི་གསུང་བས་གནང་བར་རིག་ནས། བཅོམ་ལྡན་འདས་ཀྱི་གདན་བཤམས་ཏེ་བཅོམ་ལྡན་འདས་གདན་བཤམས་པ་ལ་བཞུགས་སུ་གསོལ་ཞེས་བྱས་སོ། །
en: Understanding that by his silence the Blessed One had given his assent, the brahmin then prepared a seat for him. “Please sit upon the seat that I have prepared,” he requested,

source: དེ་ནས་བཅོམ་ལྡན་འདས་གདན་བཤམས་པ་ལ་བཞུགས་ཏེ།
en: and the Blessed One took his place on the seat prepared for him.

source: བྲམ་ཟེ་དེ་དང་བྲམ་ཟེ་མོ་དེ་གཉིས་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་བདེ་བར་བཞུགས་པར་རིག་ནས། རང་གི་ལག་ནས་བཟའ་བ་དང་བཅའ་བ་གཙང་མ་བཟང་པོ་མང་པོས་ཚིམ་པར་བྱས་ནས་ཅི་བཞེད་པ་བསྟབས་སོ། །
en: Once the two brahmins knew that the Blessed Buddha was comfortably seated, by their own hands they contented him with many good, wholesome foods, proffering all that he wished.

source: རང་གི་ལག་ནས་བཟའ་བ་དང་བཅའ་བ་གཙང་མ་བཟང་པོ་མང་པོ་རྣམ་གྲངས་དུ་མས་ཚིམ་པར་བྱས་ཏེ་ཅི་བཞེད་པ་བསྟབས་ནས།
en: Having by their own hands contented him with many good, wholesome foods, proffering all that he wished,

source: བཅོམ་ལྡན་འདས་བཤོས་གསོལ་ཟིན་ཏེ། གསང་སྡེར་ནི་གྱུ་ཕྱག་ནི་བཅབས་པར་རིག་ནས་ཆོས་མཉན་པའི་ཕྱིར་སྤྱན་སྔར་འདུག་གོ། །
en: once they knew that he had finished eating and that his bowl had been taken away and his hands washed, they sat before the Blessed One to listen to the Dharma.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་གཉིས་ཀྱི་རྐྱེན་དུ་འཚམ་པའི་ཆོས་བསྟན་ནས་གཤེགས་སོ། །
en: The Blessed One taught them the Dharma particularly suited to their condition and departed.

source: བཅོམ་ལྡན་འདས་གཤེགས་ནས་རིང་པོ་མ་ལོན་པར་བྲམ་ཟེ་དེ་དང་བྲམ་ཟེ་མོ་དེ་གཉིས་ཀྱིས་སྨོན་ལམ་བཏབ་པ།
en: As soon as the Blessed One left, the two brahmins began to pray,

source: ཀྱེ་མ་དགེ་བའི་རྩ་བ་འདིས་བདག་ཅག་གཉིས་ཀྱི་དབུལ་བའི་རྒྱུན་ཆད་པར་གྱུར་ཅིག །
en: “By this root of virtue, may our poverty come to an end.

source: བདག་ཅག་གཉིས་ཀྱི་ཞིང་འདི་ལས་ནས་ཀྱི་མྱུ་གུ་སྐྱེས་པ་ཐམས་ཅད་ཀྱང་གསེར་གྱི་མྱུ་གུར་སྣང་བར་གྱུར་ལ། དེ་དག་ཀྱང་དེ་ཁོ་ན་བཞིན་དུ་གྱུར་ཅིག །
en: May all the sprouts of barley growing in our field turn into sprouts of gold. May it be just so!

source: གཞན་དུ་མ་གྱུར་ཅིག་ཅེས་བྱས་ནས།
en: May it not be otherwise!”

source: བྲམ་ཟེ་དང་བྲམ་ཟེ་མོ་དེ་གཉིས་ཀྱིས། དེ་སྐད་ཅེས་བརྗོད་པའི་མོད་ལ་ཞིང་དེ་ལས་སྐྱེས་པའི་ནས་ཀྱི་མྱུ་གུ་ཐམས་ཅད་གསེར་དུ་མཐོང་ངོ་། །
en: No sooner had the two brahmins said these words than they saw that all the sprouts of barley growing in their field were gold.

source: མཐོང་ནས་ཀྱང་བྲམ་ཟེ་མོ་དེས་སྨྲས་པ། ཇོ་བོ་བདག་ཅག་གཉིས་ཀྱི་སྨོན་ལམ་ནི་གྲུབ་ན།
en: When she saw this the brahmin’s wife exclaimed, “Lord! Our prayers have been fulfilled!

source: རྒྱལ་པོ་ལ་མ་གསོལ་བར་བདག་ཅག་གཉིས་ཀྱིས་ལོངས་སྤྱད་པར་མི་ནུས་སོ་ཞེས་བྱས་སོ། །
en: But we cannot make use of this gold without asking the king.”

source: དེ་ནས་བྲམ་ཟེ་དེས་དེ་ཐོས་མ་ཐག་ཏུ་རྒྱལ་པོ་གསལ་རྒྱལ་ག་ལ་བ་དེར་སོང་སྟེ་
en: So her husband went immediately to see King Prasenajit.

source: ཕྱིན་ནས་རྒྱལ་པོ་ལ་གསོལ་པ།
en: Upon his arrival he addressed the king:

source: ལྷ་བདག་ཅག་གི་ནས་ཞིང་ལས་གསེར་གྱི་མྱུ་གུ་སྐྱེས་ཀྱིས་ལྷས་སྐུ་སྐལ་བཞེས་པའི་རིགས་སོ་ཞེས་བྱས་ནས
en: “Deva, sprouts of gold have come up in our barley field. It would only be proper for Deva to take his share.”

source: རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་བསམས་པ། མ་ལ་བྲམ་ཟེ་འདི་མ་སྨྱོས་སམ་སྙམ་པ་དང་།
en: “Alas, has this brahmin gone mad?” thought King Prasenajit.

source: རྒྱལ་པོས་བལྟས་ན་བློ་གསལ་ཞིང་དབང་པོ་ཞི་བར་འདུག་པར་མཐོང་ངོ་། །
en: But when he looked at him, the king saw that he had a clear mind and a peaceful demeanor.

source: མཐོང་ནས་ཀྱང་ཡང་བསམས་པ།
en: Seeing this he thought,

source: མ་ལ་དེ་ལྟར་གྱུར་ཀྱང་སྲིད་དམ་སྙམ་ནས་དེས་རྒྱལ་པོའི་ཞབས་འབྲིང་བ་རྣམས་བཏང་སྟེ།
en: “Might this actually be true?” and so he dispatched his royal servants to investigate.

source: དེ་དག་དེར་དོང་ན་གསེར་གྱི་མྱུ་གུ་མ་མཐོང་ནས།
en: But when they arrived, they saw no golden sprouts.

source: དེ་དག་ཕྱིར་ལོག་སྟེ་རྒྱལ་པོ་ལ་གསོལ་པ།
en: They returned and said to the king,

source: ལྷ་བྲམ་ཟེ་དེ་ནི་སེམས་ལ་དབང་མ་མཆིས་ཏེ་དེ་ན་གསེར་གྱི་མྱུ་གུ་ག་ལ་མཆིས་ཞེས་བྱས་སོ། །
en: “If that brahmin hasn’t lost his mind, then where are all the sprouts of gold?”

source: དེ་ནས་བྲམ་ཟེ་དེས་ཡང་ལན་ཅིག་སོང་ནས། རྒྱལ་པོ་གསལ་རྒྱལ་ལ་གསོལ་པ།
en: The brahmin returned and pleaded with King Prasenajit,

source: ལྷ་བདག་གིས་ནི་གསེར་གྱི་མྱུ་གུ་དེ་དག་ངེས་པར་མཐོང་གིས་ལྷའི་སྐུ་སྐལ་བཞེས་པར་གསོལ་ཞེས་བྱས་སོ། །
en: “Deva, I am certain I see sprouts of gold, so I bid you, please take your share!”

source: ཡང་ན་ནི་བྲམ་ཟེ་འདི་སྔོན་བསོད་ནམས་བྱས་པ་ཞིག་ཡིན་ནོ། །
en: “Perhaps this brahmin made merit at some previous time—

source: ཡང་ན་ནི་འདིས་ད་ལྟར་ཞིང་བཟང་པོ་ཞིག་ལ་ས་བོན་བཏབ་བོ་སྙམ་ནས།
en: or perhaps he has only now sowed seeds in a good field.”

source: རྒྱལ་པོ་དེ་ཉིད་བྲམ་ཟེ་དེའི་ཞིང་གི་སྟེང་དུ་སོང་ནས་དེས་ཀྱང་དེ་ན་ཡོད་པའི་གསེར་གྱི་མྱུ་གུ་མ་མཐོང་ནས།
en: So the king himself went out into the brahmin’s field, but he didn’t see sprouts of gold either.

source: དེ་ནས་བྲམ་ཟེ་དེ་ལ་སྨྲས་པ།
en: He said to the brahmin,

source: བྲམ་ཟེ་གལ་ཏེ་ཁྱོད་ཀྱིས་གསེར་གྱི་མྱུ་གུ་རྣམས་མཐོང་ན། ཁྱོད་ཀྱིས་ཇི་ཙམ་ཡོངས་སུ་བཏང་བ་ང་ལ་བྱིན་ཅིག་ཅེས་བྱས་སོ། །
en: “Brahmin, if you see gold sprouts, then whatever you’re giving away, give to me.”

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་བྲམ་ཟེ་དེས་ཞིང་ཐོག་གི་སྐལ་བ་བཅད་དེ་འདི་ནི་ལྷའི་བགྱིའོ། །
en: Right away the brahmin culled a portion from the field. “These belong to you, Deva,” he said.

source: འདི་ནི་བདག་གི་བགྱིའོ་ཞེས་བྱས་པ་དང་དེ་སྐད་བརྗོད་པའི་མོད་ལ་རྒྱལ་པོ་དེས་ཀྱང་གསེར་གྱི་མྱུ་གུ་མཐོང་ནས།
en: No sooner did the king reply, “These are mine,” than he too saw the sprouts of gold.

source: མཐོང་མ་ཐག་ཏུ་རྒྱལ་པོ་དེ་ཡ་མཚན་དུ་གྱུར་ཏེ། དེ་ཡ་མཚན་དུ་གྱུར་ནས་བྲམ་ཟེ་དེ་ལ་སྨྲས་པ།
en: He was astounded to see them, and in his astonishment he asked the brahmin,

source: བྲམ་ཟེ་ཁྱོད་ཀྱིས་ལས་ཅི་ཞིག་བྱས་ན་དེས་ཁྱོད་ཀྱི་དཔལ་འདི་ལྟ་བུ་ཐོབ་པར་གྱུར།
en: “Brahmin, what did you do to achieve something so magnificent?”

source: བྲམ་ཟེས་གསོལ་པ། ལྷ་བདག་གིས་དགེ་སྦྱོང་གཽ་ཏ་མ་ལ་བཤོས་གསོལ་ཏོ། །
en: “Deva, I offered food to the ascetic Gautama,” the brahmin replied.

source: རྒྱལ་པོས་སྨྲས་པ། བྲམ་ཟེ་ཁྱོད་ཀྱིས་ནི་ཞིང་བཟང་པོ་ལ་ས་བོན་བཏབ་ཀྱིས་སོང་ལ་འཇིགས་ཤིང་བག་ཚ་བ་མེད་པར་སྤྱོད་ཅིག །
en: “Brahmin, you did indeed sow seeds in a good field. Go now, don’t be shy—enjoy them without fear,

source: སྦྱིན་པ་དག་ཀྱང་བྱིན་ཅིག་བསོད་ནམས་དག་ཀྱང་གྱིས་ཤིག་ཅེས་སྨྲས་ནས་རྒྱལ་པོ་སོང་ངོ་། །
en: and give gifts and make merit.” After saying this, the king departed.

source: དེ་ནས་བྲམ་ཟེ་དེས་བསམས་པ།
en: The brahmin thought,

source: བདག་གིས་དཔལ་འདི་ལྟ་བུ་ཐོབ་པ་ཅི་ཡང་རུང་བ་དེ་དག་ཐམས་ཅད་ནི་བཅོམ་ལྡན་འདས་ལས་བརྟེན་ཏེ་ཐོབ་པ་ཡིན་གྱིས།
en: “Whatever glory I have received, I have received it by entrusting myself to the Blessed One.

source: བདག་གིས་དེ་ཁོ་ནའི་བཀའ་དྲིན་བསབ་དགོས་སོ་སྙམ་ནས
en: It is his kindness alone I must repay.”
